
class Answers:
    the_answers_text = [
        [0,0, 'Сутки — 400 рублей. Оплата курьеру — наличными или картой.'],
        [1,1, 'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.'],
        [2,2, 'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.'],
        [3,3, 'Только начиная с завтрашнего дня. Но скоро станем расторопнее.'],
        [4,4, 'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.'],
        [5,5, 'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.'],
        [6,6, 'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.'],
        [7,7, 'Да, обязательно. Всем самокатов! И Москве, и Московской области.']

    ]
class DataUser:
    test_data_user_1 = ['Виталий', 'Молодов', '8 Марта, 16', 'Черкизовская', '+78006315225', '10.08.2025',
                 'Нужно сгонять за пивом :)']

    test_data_user_2 = ['Костя', 'Спиноза', '10 Марта 18', 'Спортивная', '+78883571599', '09.08.2025',
                 'Пиво купили , едем назад']